---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.IIFCEntityTreeUIServer
source: html/23c56a73-e22c-a495-1bef-87e573b3ef67.htm
---
# IIFCEntityTreeUIServer Members

Implement this method to return a description of the server.